24-03-03.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>24 03 03</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">24 03 03</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4edf361">1. [Introduction]</a></li>
<li><a href="#org7d1e6d3">2. Sohn-Rethel as a reader of Marx</a></li>
<li><a href="#org5e94537">3. Marxian surplus</a></li>
<li><a href="#orge4bcf59">4. Lacanian surplus</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4edf361" class="outline-2">
<h2 id="org4edf361"><span class="section-number-2">1.</span> [Introduction]</h2>
<div class="outline-text-2" id="text-1">
<p>
Today I worked properly through the first chapter of Zizek&rsquo;s <i>Sublime Object of Ideology</i> (towards an essay I am currently writing, outlined at the top of <a href="24-02-29.html">this log</a>).
I&rsquo;ve reported before on the introduction (<a href="24-02-05.html">this log</a>), and the opening of the first chapter (<a href="24-02-07.html">this log</a>) - in the latter of which I outline Zizek&rsquo;s homology between both the (Marxian) critique of political economy and the (Freudian-Lacanian) project of philosophical psychoanalysis, and also the more particular similarity between the commodity and the dream which serves as a starting point for stitching those two projects together.
Here I want to work more closely through the rest of the chapter, in which Zizek elaborates from the commodity-dream correspondence to argue for a <b>value-desire correspondence</b>
These two &rsquo;systems&rsquo; of Marx and Freud respectively are <b>movements</b> that articulate for Zizek an excess or <b>surplus</b> at work; a surplus that illustrates why Lacan conjures the idea of &rsquo;surplus-enjoyment&rsquo; as an evocation of the Marxian &rsquo;surplus-value&rsquo;.
This pedagogical move of explicating Lacan via Marx (as well as some other thinkers, such as Hegel, Sloterdijk, Kafka, Althusser) takes place repeatedly throughout this chapter to introduce the reader to a collection of psychoanalytic concepts - symptom, hysteria, fantasy, transference - that will ultimately service Zizek&rsquo;s grander argument about <b>ideology</b> in the book as a whole.
Recall that the pedagogy of Lacan&rsquo;s system and sense is one of the threefold aims of the book that Zizek details in its introduction.
In addition to re-actualizing Hegel and contributing a critical theory of ideology, it aims:
</p>
<blockquote>
<p>
to serve as an introduction to some of the fundamental concepts of Lacanian psychoanalysis: against the distorted picture of Lacan as belonging to the field of &rsquo;post-structuralism&rsquo;, the book articulates his radical break with &rsquo;post-structuralism&rsquo;; against the distorted picture of Lacan&rsquo;s obscurantism, it locates him in the lineage of rationalism. (Zizek 2009)
</p>
</blockquote>
<p>
For my part, the homology between psychoanalytic desire and Marxian value is useful, because it lays the foundation of how to think about the capture and closure of desire in capitalism; the condition of unfreedom that its logic of production and circulation engenders; and the structural illusion that this capture generates in the apprehension of computing&rsquo;s artifacts.
</p>
</div>
</div>

<div id="outline-container-org7d1e6d3" class="outline-2">
<h2 id="org7d1e6d3"><span class="section-number-2">2.</span> Sohn-Rethel as a reader of Marx</h2>
<div class="outline-text-2" id="text-2">
<p>
Zizek&rsquo;s first move is to read Marx through <a href="https://en.wikipedia.org/wiki/Alfred_Sohn-Rethel">Alfred Sohn-Rethel</a> in a subsection titled &ldquo;The unconscious of the commodity form&rdquo;, as Sohn-Rethel is seen as the best theorist of the surplus at stake in the Marxian commodity-form; and thus the best reader of Marx to link his work to Lacan.
Sohn-Rethel&rsquo;s theory of <b>real abstraction</b> operates as a critique of the Kantian transcendental subject, in that it undermines the plausibility of an a priori frame of knowledge, an objective gaze through the fantasy of which so-called <b>scientific knowledge</b> (knowledge that straight-forwardly &rsquo;exists&rsquo; without accounting for its subject-position) comes into being.
Sohn-Rethel&rsquo;s thesis is that <i>money is the formal &rsquo;cause&rsquo; of transcendental consciousness</i>.
This thesis is a &ldquo;disquieting fact&rdquo; (Zizek 2009, 11), because it proposes that the foundation of our clear-headed (transcendental) consciousness is the something essentially external; namely the strange social operativity of <b>money</b>.
The idea that our <i>internal</i> state of mind is contingent upon something partially <i>external</i>, i.e. socially mediated, is what justifies the name &rsquo;real abstraction&rsquo;.
<i>Abstraction</i> - internal thought, which appears to us as transcendent, in the sense that it seems to have no cause but itself - is in fact contingent upon something <i>real</i> - an external consistency not ultimately subject to our will as such.
This real consistency, in capitalism, is money: or rather, the exchange relation for which money serves as the embodiment.
</p>

<p>
Sohn-Rethel&rsquo;s reading of Marx expedites the point that Zizek wants to make regarding the connection between Marx and Lacan, as it sets up the theorisation of <b>value</b> in Marx as akin to Lacanian <b>desire</b> in the critical sense that both operate through an absence / immanent exception in their own logic.
The name given to such a structure, which operates through the logic of its own immanent exception, is (and this language is used directly by both Marx and Lacan) <b>surplus</b>.
</p>
</div>
</div>

<div id="outline-container-org5e94537" class="outline-2">
<h2 id="org5e94537"><span class="section-number-2">3.</span> Marxian surplus</h2>
<div class="outline-text-2" id="text-3">
<p>
To properly consider the homology that Zizek is proposing, one needs to cultivate both an understanding of the status of surplus in the Marxian philosophy of value on the one hand, and the basis of the relationship between the unconscious and desire in Lacan on the other.
Let&rsquo;s return to Marx and Sohn-Rethel - and try to provide a bit more pedagogical context than Zizek does - to work towards the first of these understandings.
In volume one of <i>Capital</i>, Marx infamously does not introduce the notion of money until he has first fleshed out a firm concept of the commodity, its value (in both use-value and exchange-value), and the presentation of a relationship between a commodity&rsquo;s value and labour (in both its concrete and abstract modalities).
Why?
Because money is a commodity whose value resides only in the exchangeability of commodities as such.
Without first understanding that a commodity represents a thing, service, or affair that is subject to exchange - and that the value of a commodity as universally exchangeable is measured in the quantity of abstract labour that resides in it - we would have no bearings through which to understand the meaning of money in a capitalist system of exchange.
Money <i>materialises</i> this exchange relation in its status as that exceptional commodity whose use-value is as the measure of exchange-value in itself, i.e. as the signature of the exchangeability of all other commodities as such.
</p>

<p>
Value in Marx is a structure that substantiates the social bond.
It is, in other words, the logic that undergirds how humans relate to each other, the very substance of society.
Marx&rsquo;s claim in <i>Capital</i> is that society is increasingly configured around a particular <i>movement</i> of value, a movement which he calls capital.
In the capitalist interpretation of value, things / services / affairs are commodified - that is, their value is temporarily reduced to just one aspect of itself, exchange-value, in order to circulate on the market as a commodity.
The use-value still exists in objects of our consideration; but in its form as a commodity, the gravity of a thing&rsquo;s use-value is wholly overshadowed by the glamour of its exchange-value.
Recognising money as the embodiment of exchange-value, we can summarise this point in a much more apparently simple way: &rsquo;in capitalism, everything wants to have a price&rsquo;.
</p>

<p>
The word &rsquo;wants&rsquo; here is of critical importance.
It is not the case, as is often assumed, that we can simplify this summary to state instead: &ldquo;in capitalism, everything has a price&rdquo;.
For it is not true that <i>everything</i> has a price in capitalism, nor that price (exchange-value) is always and everywhere the sole measure of value in the structure of society.
This word &rsquo;wants&rsquo; inserts a distance between the <i>appearance</i> of value as exchange-value in the commodity, and the <i>reality</i> of value that saturates the thing, service, or affair.
In capitalism, value has an inclination towards being expressed as exchange-value, even though it is in reality a &rsquo;quality&rsquo; more capacious that is not solely reducible to its measurement in money.
</p>

<p>
Capital as a structure is distinctly characterised by this inclination to reductively render value one-dimensionally in and as just one of its proportions, exchange-value.
This reduction should be considered both its means and its ends.
Insofar as it takes place, capital has achieved its cardinal &rsquo;desire&rsquo;: it has gotten what it &rsquo;wants&rsquo;.
Capital strives towards this self-satisfaction, and the more dominant the structure of capital is in society, the more urgent, necessary, and natural this drive appears - even though it is, in reality, a historically contingent kind of social relation.
</p>

<p>
Capital&rsquo;s drive to render value as exchange-value is the mechanism one must keep in mind to properly understand the Marxian critique of <b>surplus-value</b>
Marx wanted to understand: what about capitalism drives us to continually ramp up the production of commodities and to invest in those particular kinds of technological innovation that bolster this phenomenon?
How, in the production and circulation of commodities, is an additional amount of exchange-value conjured (as if from nowhere), and how does it come to line the pocket of a particular role in this process - a role Marx will come to call that of the capitalist?
Where, in the apparently free exchange of commodities between producer and consumer, does this sleight of hand take place, a sleight that keeps &rsquo;the economy&rsquo; on its ever-upward trajectory?
</p>

<p>
Surplus-value is the Marxian name for the telos of capital, the object which it lacks, and therefore towards which it must therefore strive in search of satisfaction, the absent cause that it uses to drive its subjects to perpetually produce.
</p>

<p>
As the end-it-itself of capitalist accumulation, surplus-value acquires a quasi-mystical status.
The set of reductions or mischaracterisations that suffuse capital as a mode of production are all oriented towards it - value is but exchange-value, labour is but labour-power, things are but commodities - <i>so that</i> there may be surplus-value.
Each of these reductions is the mystification of a subjective <i>measurement</i> so as to appear as an objective <i>principle</i>; a fundamental obscuring in the production of surplus-value that Marx calls <b>fetishism</b>.
Surplus-value in Marx, then, is a kind of transcendent quality, something that appears as if from nowhere through the mechanics of fetishistic reduction that take place in the capitalist mode of production.
</p>
</div>
</div>

<div id="outline-container-orge4bcf59" class="outline-2">
<h2 id="orge4bcf59"><span class="section-number-2">4.</span> Lacanian surplus</h2>
<div class="outline-text-2" id="text-4">
<p>
The quasi-mystical status of surplus-value as the absent yet driving force of capitalist production and accumulation in Marx&rsquo;s analysis is, Zizek suggests, the logic through which the qualifier &rsquo;surplus&rsquo; comes to figure in Lacan&rsquo;s theorisation of <b>surplus-enjoyment</b>.
Surplus-value&rsquo;s absence conjures the drive for ever-more of it (effected through the production and circulation of the commodity).
Value in its capitalist configuration cannot exist without surplus-value as its absent cause and its telos.
Desire, Lacan argues, shares the same structure:
</p>
<blockquote>
<p>
If we subtract the surplus we lose enjoyment itself, just as capitalism, which can survive only by incessantly revolutionizing its own material conditions, ceases to exist if it &rsquo;stays the same&rsquo; (Zizek 2009, 54).
</p>
</blockquote>

<p>
The <i>embodiment</i> of the missing cause and end of desire&rsquo;s system, its surplus-enjoyment, is what Lacan calls the <b>objet petit a</b> - the object-cause of desire.
Surplus-value in capital is a &rsquo;thing&rsquo; that can never quite be possessed, and this ever-absence is what drives the movement of value in the production and circulation of commodities.
When the immanent limit of value&rsquo;s system is positivised as something to be sought after - when surplus-value is materialised in its &rsquo;reality&rsquo; as more-and-more money - capitalism acquires its drive to permanent development.
A similar drive, what we might also call a <b>bad infinity</b>, results when we misapprehend desire as something that can be achieved, or finally satisfied.
It is rather something negative, something missing, that drives both desire and value to reproduce themselves.
</p>

<p>
This negative (absent) cause, the common missing that paradoxically inaugurates the very systems that lack in it, is why Lacan credits Marx for inventing the <b>symptom</b>, in Zizek&rsquo;s reading.
The symptom is the name for an effect in which one can interpret something missing, a paradoxical crack in the systematicity (of value or desire) that reveals the system&rsquo;s fetishistic drive towards something outside of itself, its mis-rendering of the subject-object dialectic as something simpler and less entangled than it really is.
</p>

<p>
Thus it is Sohn-Rethel&rsquo;s reading of Marxian value as a logic of the subject-object dialectic&rsquo;s fetishistic disavowal that makes clearer the connection between psychoanalysis and capitalism.
Lacan&rsquo;s evocation of Marx in surplus-enjoyment recognizes that the satisfaction of sexual desire might, like capitalist accumulation, be compromised in the sense that, though it seems to seek an end outside of itself, its teleology is really servicing nothing more than its own reproduction.
</p>

<p>
For Zizek, this correspondence serves to illuminate Lacan&rsquo;s project as political, for Marx&rsquo;s philosophy has long been the best and most uncontroversial example of a truly political philosophy.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
Yet it also illuminates something important about Marx&rsquo;s project; namely that while it does an excellent job diagnosing the logic of capital, it does not offer the reader a strategy through which to work from within it to overcome it.
Zizek&rsquo;s wager is that psychoanalysis offers us a better version of this roadmap.
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
For more thinking on Marx&rsquo;s philosophy as political in relation to Hegel, see <a href="24-02-28.html">24-02-28</a>.
</p></div></div>


</div>
</div></div>
</body>
</html>